[DLC07_Notes_AbigailGift DisAbstractItem]
m_ItemName="来自阿比盖尔·埃姆斯"
m_PluralItemName=""
m_Description="道德先生，\n我们上次会面时，我显然没有让你充分认识到我有多么有门路、多么有能力。我们曾有机会共事，但你却觉得把我绑在那把可怕的椅子上折磨更合适。等你读到这封信的末尾，我留给你的“礼物”就会爆炸，但我想让你知道，击败你的人是我。再会了，塞科南。\n-阿比盖尔·埃姆斯"

[DLC07_Notes_GeezerCombo16 DisAbstractItem]
m_ItemName="引擎室密码"
m_PluralItemName=""
m_Description="帽子先生，\n\n我已经完成了最后连接工厂机械与引擎的工作。产生的动力本应该远超过维持工厂整体运转所需的动力，但我不能担保引擎自身的可靠性。因此我前往下水道，查明水流在何处被引离了这个街区。最好恢复水流畅通，这将长期性地为我们的工厂提供动力。\n\n如果我不在时需要接近引擎，我已经把大门的密码设置成了165。\n\n我将很快回来。"

[DLC07_Notes_GeezerCombo23 DisAbstractItem]
m_ItemName="引擎室密码"
m_PluralItemName=""
m_Description="帽子先生，\n\n我已经完成了最后连接工厂机械与引擎的工作。产生的动力本应该远超过维持工厂整体运转所需的动力，但我不能担保引擎自身的可靠性。因此我前往下水道，查明水流在何处被引离了这个街区。最好恢复水流畅通，这将长期性地为我们的工厂提供动力。\n\n如果我不在时需要接近引擎，我已经把大门的密码设置成了238。\n\n我将很快回来。"

[DLC07_Notes_GeezerCombo38 DisAbstractItem]
m_ItemName="引擎室密码"
m_PluralItemName=""
m_Description="帽子先生，\n\n我已经完成了最后连接工厂机械与引擎的工作。产生的动力本应该远超过维持工厂整体运转所需的动力，但我不能担保引擎自身的可靠性。因此我前往下水道，查明水流在何处被引离了这个街区。最好恢复水流畅通，这将长期性地为我们的工厂提供动力。\n\n如果我不在时需要接近引擎，我已经把大门的密码设置成了387。\n\n我将很快回来。"

[DLC07_Notes_GeezerCombo40 DisAbstractItem]
m_ItemName="引擎室密码"
m_PluralItemName=""
m_Description="帽子先生，\n\n我已经完成了最后连接工厂机械与引擎的工作。产生的动力本应该远超过维持工厂整体运转所需的动力，但我不能担保引擎自身的可靠性。因此我前往下水道，查明水流在何处被引离了这个街区。最好恢复水流畅通，这将长期性地为我们的工厂提供动力。\n\n如果我不在时需要接近引擎，我已经把大门的密码设置成了408。\n\n我将很快回来。"

[DLC07_Notes_GeezerCombo57 DisAbstractItem]
m_ItemName="引擎室密码"
m_PluralItemName=""
m_Description="帽子先生，\n\n我已经完成了最后连接工厂机械与引擎的工作。产生的动力本应该远超过维持工厂整体运转所需的动力，但我不能担保引擎自身的可靠性。因此我前往下水道，查明水流在何处被引离了这个街区。最好恢复水流畅通，这将长期性地为我们的工厂提供动力。\n\n如果我不在时需要接近引擎，我已经把大门的密码设置成了572。\n\n我将很快回来。"

[DLC07_Notes_GeezerCombo66 DisAbstractItem]
m_ItemName="引擎室密码"
m_PluralItemName=""
m_Description="帽子先生，\n\n我已经完成了最后连接工厂机械与引擎的工作。产生的动力本应该远超过维持工厂整体运转所需的动力，但我不能担保引擎自身的可靠性。因此我前往下水道，查明水流在何处被引离了这个街区。最好恢复水流畅通，这将长期性地为我们的工厂提供动力。\n\n如果我不在时需要接近引擎，我已经把大门的密码设置成了669。\n\n我将很快回来。"

[DLC07_Notes_GeezerCombo77 DisAbstractItem]
m_ItemName="引擎室密码"
m_PluralItemName=""
m_Description="帽子先生，\n\n我已经完成了最后连接工厂机械与引擎的工作。产生的动力本应该远超过维持工厂整体运转所需的动力，但我不能担保引擎自身的可靠性。因此我前往下水道，查明水流在何处被引离了这个街区。最好恢复水流畅通，这将长期性地为我们的工厂提供动力。\n\n如果我不在时需要接近引擎，我已经把大门的密码设置成了774。\n\n我将很快回来。"

[DLC07_Notes_GeezerCombo83 DisAbstractItem]
m_ItemName="引擎室密码"
m_PluralItemName=""
m_Description="帽子先生，\n\n我已经完成了最后连接工厂机械与引擎的工作。产生的动力本应该远超过维持工厂整体运转所需的动力，但我不能担保引擎自身的可靠性。因此我前往下水道去查明这里的河水究竟在何处分流。最好恢复水流畅通，这将长期性地为我们的工厂提供动力。\n\n如果我不在时需要接近引擎，我已经把大门的密码设置成了837。\n\n我将很快回来。"

[DLC07_Notes_GeezerCombo87 DisAbstractItem]
m_ItemName="引擎室密码"
m_PluralItemName=""
m_Description="帽子先生，\n\n我已经完成了最后连接工厂机械与引擎的工作。产生的动力本应该远超过维持工厂整体运转所需的动力，但我不能担保引擎自身的可靠性。因此我前往下水道去查明这里的河水究竟在何处分流。最好恢复水流畅通，这将长期性地为我们的工厂提供动力。\n\n如果我不在时需要接近引擎，我已经把大门的密码设置成了873。\n\n我将很快回来。"

[DLC07_Notes_GeezerCombo98 DisAbstractItem]
m_ItemName="引擎室密码"
m_PluralItemName=""
m_Description="帽子先生，\n\n我已经完成了最后连接工厂机械与引擎的工作。产生的动力本应该远超过维持工厂整体运转所需的动力，但我不能担保引擎自身的可靠性。因此我前往下水道去查明这里的河水究竟在何处分流。最好恢复水流畅通，这将长期性地为我们的工厂提供动力。\n\n如果我不在时需要接近引擎，我已经把大门的密码设置成了984。\n\n我将很快回来。"

[DLC07_NotesStreet_AbigailNote DisAbstractItem]
m_ItemName="来自阿比盖尔·埃姆斯的便条"
m_PluralItemName=""
m_Description="道德，\n\n请收下这份小礼物，权当我对我们在罗斯维德的地盘并肩合作的谢意。我的消息来源说，这种东西是你会不惜费一番周折也要找到的。愿它能保护你，或赋予你力量，或者发挥这些东西所具有的任何作用。我希望以后我们还能为同一目标并肩作战。你是一位出色的盟友。\n\n-AA"

[DLC07_NotesStreet_ArcPylon DisAbstractItem]
m_ItemName="电弧塔说明"
m_PluralItemName=""
m_Description="埃文斯，\n使用这部设备时务必小心。它非常精密而脆弱，需要熟练的操作手法才能运转。同时它也是致命的，所以如果你不按照标准程序操作的话你将在一瞬间失去生命。这一技术的获得花费了巨大的政治跟经济成本，所以我再重复一遍：千万要小心谨慎。这系统一旦安装完成投入运行那么我们将再也不会看见死鳗帮的人挡在我们门前。工厂将变成永不陷落的堡垒。将所有技术问题都报告给我。\n-护工特林布"

[DLC07_NotesStreet_BoyleNote DisAbstractItem]
m_ItemName="来自波义耳女士的便条"
m_PluralItemName=""
m_Description="我最亲爱的朋友，\n我的化妆舞会需要三套定制服装，除颜色之外必须完全相同。我们要和客人们玩一个游戏，你明白的。得知你的双手日益恶化，生活又如此艰难，我非常难过；你本是我制作这些服装的首选。我会在聚会上向我的医生提起你身体上的困难。或许他能为你提供一些帮助。\n再会，\n-韦弗利·波义耳\n"

[DLC07_NotesStreet_EelGuard DisAbstractItem]
m_ItemName="来自死鳗帮警卫的抱怨"
m_PluralItemName=""
m_Description="这差事真是糟透了。我爬上来时差点摔断脖子，那些帽子帮的家伙还整天朝我开枪，简直把我当成了嘉年华里的游戏靶子。今天早上，我看见一个女人站在运河对面的玻璃屋顶上，这让我有些担心。我觉得她直直地看了我一眼。她是怎么上去的？帽子帮现在开始招女人了吗？总之，自从她到过那里后，我勉强能看清她留下了一件东西。从这里看不出是什么，但等天黑后，我或许会爬上去瞧瞧。得小心他们架在下面的那座电弧塔。要是他们有这种装备，我们根本不是对手。真希望莉齐回来了。她会带我们摆脱困境的。"

[DLC07_NotesStreet_GrannyRecipe DisAbstractItem]
m_ItemName="奶奶的婚礼再现"
m_PluralItemName=""
m_Description="[这是从一本旧手稿上撕下的一页纸，字迹非常潦草]\n\n带一个男人过来代表我的黑眼新郎\n带一个女人过来代表年轻的我\n将他们一同放在永恒之环中\n将一枚用来结合他们的结婚戒指放在银色托盘上\n\n小宝贝，帮我做成这件事，我就送你一份结婚礼物\n-奶奶"

[DLC07_NotesStreet_GrannyVows DisAbstractItem]
m_ItemName="老奶奶的结婚誓言"
m_PluralItemName=""
m_Description="来自虚空\n归于虚空\n并非因爱相缚\n越过死亡帷幕\n赐下你的力量\n任你取走\n"

[DLC07_NotesStreet_JeromeHint DisAbstractItem]
m_ItemName="停业通知"
m_PluralItemName=""
m_Description="致我忠实的顾客，\n\n即使所有体面市民都已离开德雷珀斯区，我还是尽了最大努力为你们提供必需品。但现在很明显，我已经无法在这里谋生，继续与你们打交道迟早会要了我的命。\n\n对于那些从未亏待过我的人，我建议你们去找杰罗姆做生意。他就在离这里不远、千禧运河旁一间公寓的二楼。我走后他的价格会涨，但他似乎还算公道。\n\n至于那些骚扰我、偷我东西、把我赶出家门的人：我希望你们有朝一日会含住城市警卫配枪的枪管。我相信你们全都会迎来暴力而悲惨的结局。\n\n再见。\n\n-米切尔先生\n米切尔市场"

[DLC07_NotesStreet_Mechanic DisAbstractItem]
m_ItemName="危险的实验"
m_PluralItemName=""
m_Description="我偶然发现了一些旧文献，其中暗示着一种古怪的仪式。我打算用它向你彻底证明，这些神秘玩意全都只是迷信。等我完成下水道里的任务回来，我们就来试试。不过有个条件：你得找个新娘。哈！据我判断，她愿不愿意无关紧要，甚至都不用醒着。以界外魔之眼起誓，我甚至觉得她都不必活着。所以你要是有办法，就去弄个新娘来，由我主持这场假婚礼。"

[DLC07_NotesStreet_OxRush DisAbstractItem]
m_ItemName="杰罗姆搜寻奔牛花"
m_PluralItemName=""
m_Description="你好，格里夫，\n\n希望你的生意一切顺利。如果你有兴趣，我有一桩小生意想和你谈谈。\n德雷珀斯区的运河已经干涸有一段时间了，足够珍贵的奔牛花在泥浆中盛开。在这里巡逻的恶棍都不知道这种花有多么特别，所以没人会和我争着采摘；但如今，能够利用它们的炼金术师和自然哲学家都不再光顾这个地区。或许我可以寄几束奔牛花给你代售（当然要抽取佣金），同时帮你打入德雷珀斯区这边的军火市场。帮派已经全面开战，需求非常旺盛。\n\n告诉我你的想法，\n\n杰罗姆\n"

[DLC07_NotesStreet_RatThief DisAbstractItem]
m_ItemName="小心那些受过训练的老鼠"
m_PluralItemName=""
m_Description="嘿，贾思波\n死鳗帮的一个家伙似乎训练了一些白鼠，让它们来到运河这边，把闪亮的物品带回给他。到目前为止，它们已经把几枚硬币和几颗子弹带回了死鳗帮领地。皮克看见一只老鼠叼着硬币，便试着开枪打它，但他的枪法实在太逊了，哈！小心它们，如果有机会就踩死这些小东西。要是哪只偷走了工具、钥匙之类的东西，你就会沦为笑柄。\n-巴德温\n"

[DLC07_NotesStreet_RuneFavor DisAbstractItem]
m_ItemName="从匿名友人处发来的警告"
m_PluralItemName=""
m_Description="你好朋友，\n\n按照你手下捕鲸人的指示，我从雨水排水渠深处打捞起了这个可怕的东西，并把它放在约定的地点，希望由你，也只有你，取回它。\n\n但是请注意，自从我碰到这个东西，霉运便一路伴随着我；想到能把它留在这里、从此与它再无瓜葛，我真是欣喜若狂。希望它待你能比待我好一些。\n\n如果某个倒霉的当地人偶然发现了这根邪恶的骨头，请留意以下两点警告：\n正如我刚才所说，厄运将找上门来。但更重要的是，这东西是要送给帝国最危险之人的。如果你拿着他想要的东西，你剩下的时间一只手就数得过来了。\n"

[Inventory.DLC07_RitualRing_Abst DisAbstractItem]
m_ItemName="结婚戒指"
m_PluralItemName=""
m_Description="一枚古老的纯金结婚戒指。"


